Repository: wp-plugins/adentify
Catalog: languages/*/LC_MESSAGES/adentify.po
Languages: fr

# add.new.media
source: Add a new media
fr: Insérer un média

# upload.files
source: Upload new files
fr: Envoyer des fichiers

source: Media library
fr: Bibliothèque de médias

source: Uploading
fr: En cours de téléchargement

# select.file
source: Select a file
fr: Choisissez un fichier

# max.upload.size
source: Max upload file size:
fr: Taille limite de téléchargement:

# supported.type
source: Supported format types: jpg, jpeg, png.
fr: Formats supportés: jpg, jpeg, png.

# add.tag
source: Add a tag
fr: Ajouter un tag

# photo.insert
source: Insert in your article
fr: Insérer dans l’article

# photo.delete
source: Delete the photo
fr: Supprimer la photo

# photo.tag
source: Add a tag
fr: Ajouter un tag

# tag.product
source: Product
fr: Produit

# tag.venue
source: Venue
fr: Lieu

# tag.person
source: Person
fr: Personne

# button.back
source: Back
fr: Précédent

# button.done
source: Done
fr: Terminer

# tag.confirm
source: Confirm and add the tag
fr: Confirmer et ajouter le tag

# tag.cancel
source: Cancel
fr: Annuler

# settings.photo.show
source: Show photos on AdEntify
fr: Afficher les photos sur AdEntify

# settings.photo.show.label
source: Display the photos uploaded here on AdEntify
fr: Afficher les photos téléchargées ici sur AdEntify

source: Tags visibility
fr: Visibilité des tags

# tags.visibility.always
source: Tags always visible
fr: Tags toujours visible

# tags.visibility.hover
source: Tags only visible on hover
fr: Tags visibles seulement en survol

source: Tags shape
fr: Forme des tags

# google.map
source: Google maps API key
fr: Clé de l'API de Google map

# google.map.label
source: Enter your google maps API key
fr: Entrer votre clé de l'API de google map

# product.providers
source: Products Providers
fr: Fournisseurs de produits

# product.providers.label
source: Choose your products providers
fr: Choisissez vos fournisseurs de produits

# product.providers.api.key
source: Products providers API key
fr: Clés de l'API des fournisseurs

source: %productProvider% key (optional)
fr: Clé de %productProvider% (optionnelle)

# settings.save
source: Save the modifications
fr: Sauvegarder les modifications

# analytics.msg
source: View my analytics on AdEntify.com
fr: Regarder mes analytics sur AdEntify.com

# notices
source: You have to link your AdEntify account to the plugin before using it, please connect to your AdEntify account on adentify.com and go to this
fr: Vous devez lier votre compte AdEntify au plugin avant de pouvoir l'utiliser, connectez vous sur adentify.com et allez vers cette

# notices2
source: url to authorized the Plugin Wordpress app
fr: url pour autoriser le Plugin Wordpress
